Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Privacy.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: App Privacy Report
ar: تقرير خصوصية التطبيقات
bg: Доклад за поверителност на приложение
ca: Informe de privacitat de les apps
cs: Zpráva o soukromí v aplikacích
da: Rapport om app-anonymitet
de: App-Datenschutzbericht
el: Αναφορά απορρήτου εφαρμογών
es: Informe de privacidad de las apps
es_us: Reporte de privacidad de apps
fi: Appien tietosuoja­raportti
fr: Rapport de confidentialité des apps
fr_ca: Rapport de confidentialité des apps
he: דו״ח פרטיות היישום
hi: ऐप गोपनीयता रिपोर्ट
hr: Izvještaj o privatnosti aplikacije
hu: Appok adatvédelmi jelentése
id: Laporan Privasi App
it: Resoconto sulla privacy delle app
ja: アプリプライバシーレポート
kk: Қолданбаның құпиялылық есебі
ko: 앱 개인정보 보호 리포트
lt: Programų privatumo ataskaita
ms: Laporan Privasi App
nl: Rapport over privacy van apps
no: Personvernrapport for app
pl: Raport prywatności aplikacji
pt_br: Relatório de Privacidade dos Apps
pt_pt: Relatório de privacidade das aplicações
ro: Raport de confidențialitate a aplicațiilor
ru: Отчет о конфиденциальности приложений
sk: Hlásenie o súkromí v apkách
sl: Poročilo o zasebnosti aplikacij
sv: Rapport om appintegritet
th: รายงานความเป็นส่วนตัวของแอป
tr: Uygulama Gizlilik Raporu
uk: Звіт про приватність програм
vi: Báo cáo bảo mật ứng dụng
zh_cn: App隐私报告
zh_hk: App私隱報告
zh_tw: App隱私權報告

# CONTACTS_LIMITEDACCESS_NOCONTACTS_COUNT_SECONDARY_LABEL
source: No Contacts Selected
ar: لم تحدَّد أي جهات اتصال
bg: Няма избрани контакти
ca: Cap contacte seleccionat
cs: Nejsou vybrané žádné kontakty
da: Ingen kontakter valgt
de: Keine Kontakte ausgewählt
el: Δεν επιλέχθηκε καμία επαφή
es: Ningún contacto seleccionado
es_us: Sin contactos seleccionados
fi: Yhtään yhteystietoa ei valittu
fr: Aucun contact sélectionné
fr_ca: Aucun contact sélectionné
he: לא נבחרו אנשי קשר
hi: कोई संपर्क चयनित नहीं है
hr: Bez odabranih kontakata
hu: Nincsenek kontaktok kijelölve
id: Tidak Ada Kontak yang Dipilih
it: Nessun contatto selezionato
ja: 連絡先が選択されていません
kk: Контактілер таңдалмаған
ko: 0개의 연락처가 선택됨
lt: Adresatų nepasirinkta
ms: Tiada Kenalan Dipilih
nl: Geen contacten geselecteerd
no: Ingen kontakter valgt
pl: Nie wybrano kontaktów
pt_br: Nenhum Contato Selecionado
pt_pt: Nenhum contacto selecionado
ro: Niciun contact selectat
ru: Контакты не выбраны
sk: Nie sú vybrané žiadne kontakty
sl: Ni izbranih stikov
sv: Inga kontakter markerades
th: ไม่ได้เลือกรายชื่อ
tr: Seçili Bir Kişi Yok
uk: Контакти не вибрано
vi: Không có liên hệ nào được chọn
zh_cn: 未选择联系人
zh_hk: 尚未選擇聯絡人
zh_tw: 未選取任何聯絡人

# ACCESSORY_SETUP_ENUMERATE_MORE
source: %@, %@, and %@ more…
ar: ‏%@ و%@ و %@ أخرى…
bg: %@, %@, и още %@…
ca: %@, %@ i %@ més…
cs: %@, %@ a další (%@)…
da: %@, %@ og %@ mere…
de: %@, %@ und %@ weitere …
el: «%@», «%@» και %@ ακόμη…
es: %@, %@ y %@ más…
es_us: %@, %@ y %@ más…
fi: %@, %@ ja %@ muuta…
fr: %@, %@ et %@ de plus…
fr_ca: %@, %@ et %@ de plus…
he: ״⁨%@⁩״, ״⁨%@⁩״ ועוד %@…
hi: %@, %@ और %@ अन्य…
hr: %@, %@ i još %@…
hu: %@, %@ és még %@ további…
id: %@, %@, dan %@ lainnya…
it: %@, %@ e altri %@…
ja: %@、%@、およびその他%@個…
kk: %@, %@ және тағы %@…
ko: %@, %@, 외 %@개…
lt: %@, %@ ir dar %@…
ms: %@, %@ dan %@ lagi…
nl: %@, %@ en %@ andere…
no: %@, %@ og %@ til…
pl: %@, %@, i %@ więcej…
pt_br: %@, %@ e mais %@…
pt_pt: %@, %@ e mais %@…
ro: %@, %@ și încă %@…
ru: %@, %@ и еще %@…
sk: %@, %@, a ďalšie (%@)…
sl: %@, %@ in še %@ …
sv: %@, %@ och %@ till…
th: %@, %@ และอีก %@…
tr: %@, %@ ve %@ tane daha…
uk: %@, %@, і ще %@…
vi: %@, %@ và %@ phụ kiện khác…
zh_cn: %@、%@和其他%@个…
zh_hk: %@、%@及另外%@個⋯
zh_tw: %@、%@和其他%@個⋯

# CALENDARS_EVENTKIT_SECTION_FOOTER
source: These apps have requested access to your calendar events.
ar: هذه التطبيقات طلبت الوصول إلى أحداث تقويمك.
bg: Тези приложения са заявили достъп до събитията във вашия календар.
ca: Aquestes apps han sol·licitat accedir als esdeveniments del calendari.
cs: Tyto aplikace si vyžádaly přístup k událostem ve vašem kalendáři.
da: Disse apps har bedt om at få adgang til dine kalenderbegivenheder.
de: Diese Apps haben Zugriff auf deine Kalenderereignisse angefordert.
el: Αυτές οι εφαρμογές έχουν ζητήσει πρόσβαση στα γεγονότα ημερολογίου σας.
es: Estas apps han solicitado acceso a los eventos de tu calendario.
es_us: Estas apps solicitaron el acceso a los eventos de tu calendario.
fi: Nämä apit ovat pyytäneet lupaa käyttää kalenteritapahtumia.
fr: Ces apps ont demandé l’accès à vos évènements du calendrier.
fr_ca: Ces apps ont demandé l’accès à vos événements de calendrier.
he: יישומים אלו ביקשו גישה לאירועים בלוח השנה שלך.
hi: इन ऐप्स ने आपके कैलेंडर इवेंट को ऐक्सेस करने का अनुरोध किया है।
hr: Ove aplikacije zatražile su pristupanje vašim kalendarskim događajima.
hu: Ezek az appok hozzáférést kértek az Ön naptáreseményeihez.
id: App ini telah meminta akses ke acara kalender Anda.
it: Queste app hanno richiesto l’accesso agli eventi del calendario.
ja: これらのアプリからカレンダーの予定へのアクセスがリクエストされています。
kk: Бұл қолданбалар күнтізбе оқиғаларыңызға қол жеткізуді сұрады.
ko: 이 앱이 사용자의 캘린더 이벤트에 접근을 요청했습니다.
lt: Šios programos pateikė užklausą dėl prieigos prie kalendoriaus įvykių.
ms: App ini telah meminta akses kepada peristiwa kalendar anda.
nl: Deze apps hebben om toegang tot je agenda-activiteiten gevraagd.
no: Disse appene har bedt om tilgang til kalender­hendelsene dine.
pl: Te aplikacje żądały dostępu do Twoich wydarzeń kalendarza.
pt_br: Estes apps solicitaram acesso aos seus eventos de calendário.
pt_pt: Estas aplicações pediram acesso aos eventos do calendário.
ro: Aceste aplicații au solicitat acces la evenimentele din calendarul dvs.
ru: Эти приложения запросили доступ к событиям календаря.
sk: Tieto apky žiadali o prístup k udalostiam vo vašom kalendári.
sl: Te aplikacije so zahtevale dostop do dogodkov v koledarju.
sv: De här apparna har begärt åtkomst till dina kalenderaktiviteter.
th: แอปเหล่านี้ได้ขอเข้าถึงกิจกรรมปฏิทินของคุณ
tr: Bu uygulamalar takvim etkinliklerinize erişmek istedi.
uk: Ці програми запитували доступ до ваших календарних подій.
vi: Những ứng dụng này đã yêu cầu quyền truy cập vào sự kiện lịch của bạn.
zh_cn: 这些App请求访问日历日程。
zh_hk: 這些App曾要求取用你的日曆行程。
zh_tw: 這些App之前要求取用你的行事曆行程。

# PHOTOS_ADD_ONLY_AUTHORIZATION
source: Add Photos Only
ar: إضافة الصور فقط
bg: Добави само снимки
ca: Afegeix només fotos
cs: Přidat jen fotky
da: Kun tilføjelse af fotos
de: Nur Fotos hinzufügen
el: Προσθήκη φωτογραφιών μόνο
es: Añadir solo fotos
es_us: Agregar fotos solamente
fi: Lisää vain kuvia
fr: Ajouter juste des photos
fr_ca: Ajouter des photos uniquement
he: הוספת תמונות בלבד
hi: केवल तस्वीरें जोड़ें
hr: Dodaj samo fotografije
hu: Csak fotók hozzáadása
id: Hanya Tambah Foto
it: Solo lettura
ja: 写真の追加のみ
kk: Тек қосылған фотолар
ko: 사진 추가만
lt: Įtraukti tik nuotraukas
ms: Tambah Foto Sahaja
nl: Voeg alleen foto's toe
no: Kun legge til bilder
pl: Dodaj tylko zdjęcia
pt_br: Apenas Adicionar Fotos
pt_pt: Adicionar só fotografias
ro: Doar pentru adăugarea pozelor
ru: Только добавление фото
sk: Len pridávanie fotiek
sl: Samo dodajanje fotografij
sv: Endast lägga till bilder
th: เพิ่มเฉพาะรูปภาพ
tr: Yalnızca Fotoğraf Ekle
uk: Лише додавання
vi: Chỉ thêm ảnh
zh_cn: 仅添加照片
zh_hk: 只加入相片
zh_tw: 只加入照片

# PHOTOS_HEADER
source: Photos stored on your Apple Vision Pro may contain other information, such as where and when the photo was taken, and the depth of field.
ar: يمكن أن تتضمن الصور المخزنة على Apple Vision Pro معلومات أخرى، مثل وقت ومكان التقاط الصورة وعمق المجال.
bg: Снимките, запазени на вашия Apple Vision Pro, може да съдържат друга информация, като място и време на заснемане, както и дълбочина на рязкост.
ca: Les fotos emmagatzemades a l’Apple Vision Pro poden contenir altra informació, com ara la ubicació i la data en què es van fer i la profunditat de camp.
cs: Fotky uložené v Apple Vision Pro můžou obsahovat další informace, například o místě a čase pořízení a o hloubce ostrosti.
da: Fotos, der opbevares på din Apple Vision Pro, kan indeholde andre oplysninger, f.eks. hvor og hvornår fotoet blev taget og dybdeskarpheden.
de: Auf deiner Apple Vision Pro gespeicherte Fotos können auch andere Informationen wie z. B. Aufnahmeort und -datum oder die Schärfentiefe enthalten.
el: Οι φωτογραφίες, που είναι αποθηκευμένες στο Apple Vision Pro σας, μπορεί να περιέχουν άλλες πληροφορίες, όπως την τοποθεσία και την ημερομηνία λήψης, καθώς και το βάθος πεδίου.
es: Las fotos guardadas en el Apple Vision Pro pueden contener otros datos, como el lugar y la fecha de captura de la foto y la profundidad de campo.
es_us: Las fotos guardadas en tu Apple Vision Pro pueden contener otros datos, como la fecha y el lugar de captura de la foto, y la profundidad de campo.
fi: Apple Vision Prohon tallennetut kuvat voivat sisältää muita tietoja, kuten milloin ja missä kuva on otettu sekä terävyysalueen.
fr: Les photos stockées sur votre Apple Vision Pro peuvent comporter d’autres informations, comme le lieu et la date de la prise de vue, ainsi que la profondeur de champ.
fr_ca: Les photos stockées sur votre Apple Vision Pro peuvent comporter d’autres informations, telles que l’endroit et la date de la prise de vue, ainsi que la profondeur de champ.
he: תמונות המאוחסנות ב-Apple Vision Pro עשויות להכיל מידע נוסף, כגון מועד ומקום הצילום ועומק השדה של התמונה.
hi: आपके Apple Vision Pro में संग्रहित तस्वीरों में अन्य सूचनाएँ हो सकती हैं, जैसे कि तस्वीर कहाँ और कब ली गई थी और फ़ील्ड का डेप्थ।
hr: Fotografije koje su pohranjene na vašem uređaju Apple Vision Pro mogu sadržavati druge informacije, primjerice mjesto i vrijeme snimanja te dubinu polja.
hu: Az Apple Vision Próján tárolt fotók tartalmazhatnak olyan információkat, mint a fotó készítésének ideje vagy helye, valamint a mélységélesség.
id: Foto yang disimpan di Apple Vision Pro Anda dapat berisi informasi lain, seperti di mana dan kapan foto diambil, dan kedalaman bidang.
it: Le foto salvate su Apple Vision Pro potrebbero contenere altre informazioni, come la data e il luogo in cui sono state scattate e la profondità di campo.
ja: Apple Vision Proに保存されている写真に、写真の撮影日や撮影場所や被写界深度などのほかの情報が含まれている場合があります。
kk: Apple Vision Pro құрылғысында сақталған фотолар түсірілген жері мен күні және айқындылық шегі сияқты басқа ақпаратты қамтуы мүмкін.
ko: 사용자의 Apple Vision Pro에 저장된 사진에 사진이 찍힌 장소와 시간, 심도 등의 정보가 포함될 수 있습니다.
lt: Jūsų „Apple Vision Pro“ saugomose nuotraukose gali būti kitos informacijos, pavyzdžiui, kur ir kada nuotrauka buvo padaryta bei lauko gylis.
ms: Foto yang disimpan pada Apple Vision Pro anda mungkin mengandungi maklumat lain, seperti tempat dan masa foto diambil serta kedalaman medan.
nl: Foto's die op je Apple Vision Pro zijn bewaard kunnen extra informatie bevatten, zoals waar en wanneer de foto werd gemaakt en de scherptediepte.
no: Bilder som er arkivert på Apple Vision Pro, kan inneholde annen informasjon som hvor og når bildet ble tatt, og dybdeskarpheten.
pl: Zdjęcia przechowywane na tym Apple Vision Pro mogą zawierać inne informacje, na przykład miejsce i czas ich wykonania oraz głębię ostrości.
pt_br: As fotos armazenadas no seu Apple Vision Pro podem conter outros dados (por exemplo, quando e onde a foto foi tirada e a profundidade de campo).
pt_pt: As fotografias guardadas no Apple Vision Pro podem conter outra informação, como o local e a data em que foram tiradas e a profundidade de campo.
ro: Pozele stocate pe Apple Vision Pro‑ul dvs. pot conține alte informații, precum locul și momentul fotografierii și adâncimea câmpului.
ru: Хранящиеся на Apple Vision Pro фото могут содержать другую информацию, например место и время съемки, а также глубину резкости.
sk: Fotky uchované na vašom Apple Vision Pro môžu obsahovať ďalšie informácie, napríklad miesto a čas snímania a hĺbku poľa.
sl: Fotografije, shranjene v napravi Apple Vision Pro, lahko vsebujejo tudi druge informacije, na primer kje in kdaj je bila fotografija posneta ter podatek o globini polja.
sv: Bilder som är lagrade på Apple Vision Pro kan innehålla annan information, till exempel var och när bilden togs samt skärpedjupet.
th: รูปภาพที่เก็บอยู่ใน Apple Vision Pro ของคุณอาจมีข้อมูลอื่นอยู่ด้วย เช่น สถานที่และเวลาที่ถ่ายรูป และระยะชัดลึก ฯลฯ
tr: Apple Vision Pro’nuzda saklanan fotoğraflar, ne zaman ve nerede çekildikleri ve alan derinliği gibi başka bilgiler içerebilir.
uk: Фотографії, збережені на вашому Apple Vision Pro, можуть містити іншу інформацію, як‑от місце й час зйомки, а також глибину різкості.
vi: Ảnh được lưu trên Apple Vision Pro của bạn có thể chứa thông tin khác, ví dụ như địa điểm và thời gian chụp ảnh cũng như chiều sâu trường ảnh.
zh_cn: 储存在Apple Vision Pro上的照片可能包含其他信息，例如照片的拍摄地点和时间，以及景深信息。
zh_hk: 儲存在Apple Vision Pro上的相片可能包含其他資料，例如相片拍攝的地點、時間及景深。
zh_tw: 儲存在Apple Vision Pro上的照片可能包含其他資訊，例如照片拍攝的地點和時間，以及景深。

# WHILE_IN_USE
source: While Using the App
ar: أثناء استخدام التطبيق
bg: При използване
ca: Amb l’app en ús
cs: Při používání aplikace
da: Ved brug af appen
de: Beim Verwenden der App
el: Κατά τη χρήση της εφαρμογής
es: Cuando se use la app
es_us: Al usar la app
fi: Käytettäessä appia
fr: Lorsque l’app est active
fr_ca: Lorsque l’app est active
he: בעת השימוש ביישום
hi: ऐप के उपयोग के समय
hr: Tijekom uporabe aplikacije
hu: Az app használata közben
id: Saat App Aktif
it: Mentre usi l’app
ja: このアプリの使用中
kk: Қолданбаны пайдалану барысында
ko: 앱을 사용하는 동안
lt: Kol naudojama programa
ms: Semasa Menggunakan App
nl: Bij gebruik van app
no: Når appen er i bruk
pl: Gdy używam aplikacji
pt_br: Durante o Uso do App
pt_pt: Ao usar a aplicação
ro: La utilizarea aplicației
ru: При использовании приложения
sk: Pri používaní apky
sl: Med uporabo aplikacije
sv: När appen används
th: ในระหว่างใช้แอป
tr: Uygulamayı Kullanırken
uk: За використання
vi: Khi dùng Ứng dụng
zh_cn: 使用App期间
zh_hk: 使用App時
zh_tw: 使用App期間

# APP_TRACKING_HEADER_TEXT
source: Allow apps to ask to track your activity across other companies’ apps and websites. When this is off, all new app tracking requests are automatically denied.
ar: السماح للتطبيقات بطلب تتبع نشاطك في التطبيقات والمواقع الإلكترونية التابعة لشركات أخرى. عند إيقاف هذا الإعداد، تُرفض تلقائيًا جميع الطلبات الجديدة لتتبع التطبيقات.
bg: Позволете на приложенията да питат дали да проследяват вашата активност през приложения и уеб сайтове на други компании. Когато това е изключено, всички заявки за проследяване на новите приложения са отказани.
ca: Permet que les apps et demanin permís per rastrejar la teva activitat en apps i llocs web de tercers. Quan aquesta opció està desactivada, totes les noves sol·licituds de rastrejament de les apps es refusen automàticament.
cs: Aplikacím můžete povolit, aby vás žádaly o možnost sledovat vaši aktivitu v aplikacích a na webových stránkách jiných společností. Je‑li tato volba vypnutá, budou všechny nové žádosti aplikací o sledování automaticky zamítány.
da: Tillad, at apps må anmode om at spore din aktivitet på tværs af apps og websteder fra andre virksomheder. Når dette er slået fra, afvises alle nye anmodninger om appsporing automatisk.
de: Erlaube Apps, das Erfassen deiner Aktivitäten in Apps und auf Websites anderer Unternehmen anzufordern. Wenn diese Option deaktiviert ist, werden alle neuen Tracking-Anfragen von Apps automatisch abgelehnt.
el: Να επιτρέπεται σε εφαρμογές να ανιχνεύουν τη δραστηριότητά σας σε εφαρμογές και ιστότοπους άλλων εταιρειών. Όταν είναι απενεργοποιημένη αυτή η ρύθμιση, θα απορρίπτονται αυτόματα όλα τα νέα αιτήματα ανίχνευσης από εφαρμογές.
es: Permite que las apps soliciten permiso para rastrear tu actividad en las apps y sitios web de otras empresas. Cuando esta opción esté desactivada, se rechazarán automáticamente todas las nuevas solicitudes para rastrear tu actividad que realicen las apps.
es_us: Permite que las apps te soliciten rastrear tu actividad en apps y sitios web que son propiedad de otras empresas. Cuando esta opción esté desactivada, se rechazarán automáticamente todas las solicitudes de rastreo nuevas.
fi: Salli appien pyytää lupaa seurata toimintaasi muiden yritysten apeissa ja sivustoilla. Kun tämä on pois päältä, kaikki uudet appien pyynnöt seurata hylätään automaattisesti.
fr: Autorisez les apps à vous demander la permission de suivre votre activité dans les apps et sur les sites web d’autres sociétés. Lorsque ce réglage est désactivé, toutes les nouvelles demandes de suivi des apps sont automatiquement refusées.
fr_ca: Autorisez les apps à demander l’autorisation de suivre votre activité sur les apps et les sites Web d’autres entreprises. Lorsque ce réglage est désactivé, toutes les nouvelles demandes de suivi des apps sont automatiquement refusées.
he: באפשרותך לאשר ליישומים לבקש ממך הרשאה לעקוב אחר הפעילות שלך ביישומים ובאתרי אינטרנט של חברות אחרות. כשהגדרה זו כבויה, כל בקשות היישומים החדשות למעקב יידחו באופן אוטומטי.
hi: ऐप्स को अन्य कंपनियों के ऐप्स और वेबसाइट पर आपकी ऐक्टिविटी को ट्रैक करने के लिए अनुरोध करने की अनुमति दें। इसके बंद रहने पर, सभी नए ऐप ट्रैकिंग अनुरोधों को ऑटोमैटिकली अस्वीकृत कर दिया जाता है।
hr: Dozvolite aplikacijama da vas mogu zatražiti praćenje vaše aktivnosti u aplikacijama i na web stranicama drugih kompanija. Kad je ova opcija isključena, svi novi zahtjevi za praćenjem aplikacija automatski se odbijaju.
hu: Engedélyezheti, hogy az appok engedélyt kérjenek az Ön más vállalatok appjaiban és webhelyein végzett tevékenységének követésére. Ha ez a funkció ki van kapcsolva, az appok összes új követési kérelme automatikusan el lesz utasítva.
id: Izinkan app untuk meminta izin melacak aktivitas Anda di app dan situs web perusahaan lainnya. Jika ini mati, semua permintaan pelacakan app baru akan ditolak secara otomatis.
it: Consenti alle app di chiedere di tracciare le attività che svolgi sulle app e sui siti web di altre aziende. Quando l’opzione è disattivata, tutte le nuove richieste di tracciamento da parte delle app verranno automaticamente rifiutate.
ja: アプリが他社のアプリやWebサイトを横断してあなたのアクティビティをトラッキングすることを要求できるようにします。オフにすると、すべての新しいアプリからのトラッキング要求が自動的に拒否されます。
kk: Қолданбаларға басқа компаниялардың қолданбалары мен веб-сайттарындағы әрекеттеріңізді қадағалауды сұрауға рұқсат беріңіз. Бұл параметр өшірулі болғанда, қолданбалардан келіп түсетін қадағалау бойынша жаңа сұраулар автоматты түрде қабылданбайды.
ko: 앱이 다른 회사의 앱 및 웹사이트에서 사용자의 활동 추적을 요청할 수 있도록 허용합니다. 이 기능을 끄면 새로운 앱 추적 요청이 모두 자동으로 거부됩니다.
lt: Leiskite programoms prašyti sekti jūsų veiklą kitų įmonių programose ir svetainėse. Kai išjungta, visos naujos programų stebėjimo užklausos atmetamos automatiškai.
ms: Benarkan app meminta untuk menjejak aktiviti anda merentas app dan tapak web syarikat lain. Apabila ini tidak aktif, semua permintaan penjejakan app yang baharu ditolak secara automatik.
nl: Sta toe dat apps vragen om je activiteit te tracken in apps en websites van andere bedrijven. Als dit is uitgeschakeld, worden alle nieuwe tracking­verzoeken van apps automatisch geweigerd.
no: Tillat at apper kan be om å spore aktiviteten din på tvers av andre selskapers apper og nettsteder. Når dette er slått av, vil alle nye appsporingsforespørsler avslås.
pl: Możesz dawać aplikacjom uprawnienia do śledzenia Twojej aktywności w aplikacjach i witrynach innych firm. Gdy opcja jest wyłączona, wszystkie nowe prośby o zgodę na śledzenie przez aplikacje są automatycznie odrzucane.
pt_br: Permita que apps peçam para rastrear sua atividade em apps e sites de outras empresas. Quando esta opção está desativada, todos os novos pedidos de rastreamento de apps são negados automaticamente.
pt_pt: Permitir que as aplicações peçam para seguir a sua atividade nos sites e aplicações de outras empresas. Se esta opção estiver desativada, todos os novos pedidos de seguimento de aplicações são automaticamente recusados.
ro: Permiteți aplicațiilor să vă ceară permisiunea de a vă urmări activitatea în aplicațiile și pe site‑urile web ale altor companii. Când opțiunea este dezactivată, toate solicitările noi de urmărire din partea aplicațiilor sunt refuzate automat.
ru: Разрешите приложениям спрашивать, можно ли отслеживать Ваши действия на веб‑сайтах и в приложениях других компаний. Когда этот параметр выключен, все новые запросы на отслеживание, поступающие от приложений, будут автоматически отклоняться.
sk: Povolí apkám žiadať o sledovanie vašich aktivít naprieč apkami a webstránkami iných spoločností. Keď je toto nastavenie vypnuté, všetky nové žiadosti apiek o sledovanie budú automaticky zamietnuté.
sl: Dovoli aplikacijam, da zaprosijo za možnost sledenja vašim aktivnostim v aplikacijah in na spletnih mestih drugih podjetij. Če je ta možnost izklopljena, so vse zahteve za sledenje novih aplikacij samodejno zavrnjene.
sv: Tillåt att appar ber om tillstånd att spåra din aktivitet via appar och webbplatser som ägs av andra företag. När detta är avstängt blir alla nya appförfrågningar om spårning automatiskt nekade.
th: อนุญาตให้แอปขอติดตามกิจกรรมของคุณบนแอปและเว็บไซต์ของบริษัทอื่นได้ เมื่อการตั้งค่านี้ปิดอยู่ คำขอการติดตามใหม่ทั้งหมดจากแอปจะถูกปฏิเสธโดยอัตโนมัติ
tr: Uygulamaların başka şirketlere ait uygulamalarda ve web sitelerinde aktivitelerinizi takip etmek için izin istemesine olanak sağlar. Bu seçenek kapalıyken tüm yeni uygulama takibi istekleri otomatik olarak reddedilir.
uk: Дозвольте програмам відстежувати ваші дії на вебсайтах і в програмах інших компаній. Коли цей параметр вимкнено, усі нові запити на відстеження від програм автоматично відхилятимуться.
vi: Cho phép các ứng dụng xin phép theo dõi hoạt động của bạn trên các ứng dụng và trang web của các công ty khác. Khi tùy chọn này được tắt, tất cả các yêu cầu theo dõi ứng dụng mới đều bị từ chối tự động.
zh_cn: 允许App请求权限以在其他公司的App和网站中跟踪你的活动。关闭此选项后，所有新的App跟踪请求会被自动拒绝。
zh_hk: 允許App要求追蹤你在其他公司App和網站中的活動。關閉此設定時，會自動拒絕所有新的App追蹤要求。
zh_tw: 允許App請求許可來追蹤你在其他公司App和網站中的活動。關閉此設定時，會自動拒絕所有新的App追蹤請求。
